export const DeadDoaa = {
    content: [
        {
            fristPart: "اللهم ابدل",
            secPart: "دارا خيرا من دارها واهلا خيرا من اهلها وادخلها الجنة واعذها من عذاب القبر ومن عذاب النار ."
        },
        {
            fristPart: "اللـهـم عامل",
            secPart: "بما انت اهله ولا تعاملها بما هيا اهله ."
        },
        {
            fristPart: "اللـهـم اجز",
            secPart: "عن الاحسان إحسانا وعن الأساءة عفواً وغفراناً."
        },
        {
            fristPart: "اللـهـم إن كانت",
            secPart: "محسنة فزد من حسناتها , وإن كانت مسيئة فتجاوز عن سيئاتها ."
        },
        {
            fristPart: "اللـهـم ادخل",
            secPart: "الجنة من غير مناقشة حساب ولا سابقة عذاب ."
        },
        {
            fristPart: "اللـهـم اّنس",
            secPart: "في وحدتها وفي وحشتها وفي غربتها."
        },
        {
            fristPart: "اللـهـم انزل",
            secPart: "منزلاً مباركا وانت خير المنزلين ."
        },
        {
            fristPart: "اللـهـم انزل",
            secPart: "منازل الصديقين والشهداء والصالحين وحسن اولئك رفيقا ."
        },
        {
            fristPart: "اللـهـم اجعل قبر ",
            secPart: "روضة من رياض الجنة ,ولا تجعله حفرة من حفر النار ."
        },
        {
            fristPart: "اللـهـم افسح ل",
            secPart: "في قبرها و مد بصرها وافرش قبرها من فراش الجنة ."
        },
        {
            fristPart: "اللـهـم اعذ",
            secPart: "من عذاب القبر ,وجاف ِالارض عن جنبيها."
        },
        {
            fristPart: "اللـهـم املأ قبر",
            secPart: "بالرضا والنور والفسحة والسرور."
        },
        {
            fristPart: "اللـهـم إن",
            secPart: "فى ذمتك وحبل جوارك فقها فتنة القبر وعذاب النار , وانت أهل الوفاء والحق فاغفر لها وارحمها انك انت الغفور الرحيم."
        },
        {
            fristPart: "اللـهـم ان",
            secPart: "عبدك وابن عبدك خرجت من الدنيا وسعتها ومحبوبيها وأحبائها إلي ظلمة القبر وماهي لاقيه ."
        },
        {
            fristPart: "اللـهـم ان",
            secPart: "كانت تشهد أنك لا إله الا انت وأن محمداً عبدك ورسولك وانت اعلم بها."
        },
        {
            fristPart: "اللهم ثبت",
            secPart: "عند السؤال."
        },
        {
            fristPart: "للهم انا نتوسل بك اليك ونقسم بك عليك ان ترحم ",
            secPart: "ولا تعذبها."
        },
        {
            fristPart: "اللـهـم ان",
            secPart: "نَزَلت بك وأنت خير منزول بها واصبحت فقيرة الي رحمتك وأنت غني عن عذابها ."
        },
        {
            fristPart: "اللـهـم اّت",
            secPart: "برحمتك ورضاك وقها فتنه القبر وعذابه و أّتها برحمتك الامن من عذابك حتي تبعثها إلي جنتك يا أرحم الراحمين ."
        },
        {
            fristPart: "اللـهـم انقل",
            secPart: "ن مواطن الدود وضيق اللحود إلي جنات الخلود ."
        },
        {
            fristPart: "اللـهـم اّمن",
            secPart: "من فزع يوم القيامة ومن هول يوم القيامة وأجعل نفسها أّمنة مطمئنة ولقنها حجتها."
        },
        {
            fristPart: "اللـهـم اجعل",
            secPart: "في بطن القبر مطمئنة وعند قيام الاشهاد أمنة وبجود رضوانك واثقة وإلي أعلي درجاتك سابقة ."
        },
        {
            fristPart: "اللـهـم اجعل",
            secPart: "عن يمينها نوراً حتي تبعثها اّمنًة مطمئنة في نور من نورك ."
        },
        {
            fristPart: "اللـهـم انظر الي",
            secPart: "نظرة رضا فإن من تنظر إليه نظرة رضا لا تعذبه ابداً."
        },
        {
            fristPart: "اللـهـم أسكن",
            secPart: "فسيح الجنان واغفر لها يارحمن وارحم يارحيم وتجاوز عما تعلم ياعليم ."
        },
        {
            fristPart: "اللـهـم اعفو عن",
            secPart: "فإنك القائل ويعفو عن كثير"
        },
        {
            fristPart: "اللـهـم ان",
            secPart: "جاءت ببابك وأناخت بجنابك فَجْد عليها بعفوك وإكرامك وجود إحسانك ."
        },
        {
            fristPart: "اللـهـم احشر",
            secPart: "مع المتقين إلي الرحمن وفداً ."
        },
        {
            fristPart: "اللـهـم احشر",
            secPart: "مع اصحاب اليمين واجعل تحيتها سلام لك من أصحاب اليمين ."
        },
        {
            fristPart: "اللـهـم اجعل",
            secPart: "في جنة الخلد التي وعد المتقون كانت جزاءً ومصيراُ لهم ما يشاءون وكان علي ربك وعداُ ومسئولاً ."
        },
        {
            fristPart: "اللـهـم ارحم",
            secPart: "فانها كانت مسلم واغفر لها فانها كانت مؤمنة وادخلها الجنة فانها كان بنبيك مصدقة وسامحها فانها كانت لكتابك مرتلة."
        },
    ]
}