[
  {
    "counter": 0,
    "img": "../../assets/7.png",
    "zekr": "لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شيء قدير .",
    "result": "قال رسول الله صلى الله عليه وسلم : خير الدعاء دعاء يوم عرفه ، وخير ما قلت أنا والنبيون من قبلي : لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو على كل شيء قدير . "
  },
  {
    "counter": 0,
    "img": "../../assets/4.png",
    "zekr": "اللهمَّ إنك عفوٌّ تُحبُّ العفوَ فاعفُ عنِّي",
    "result": "قلتُ : يا رسولَ اللهِ أرأيتَ إن علمتُ أيَّ ليلةِ القدرِ ما أقولُ فيها ؟ قال : قولي : اللهمَّ إنك عفوٌّ تُحبُّ العفوَ فاعفُ عنِّي"
  },
  {
    "counter": 0,
    "img": "../../assets/7.png",
    "zekr": "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
    "result": "قال ﷺ: ” لقد قلت بعدك أربع كلمات ثلاث مرات لو وزنت بما قلت منذ اليوم لوزنتهن : سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته “"
  },
  {
    "counter": 0,
    "img": "../../assets/9.png",
    "zekr": "اللَّهُمَّ إنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، ولَا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ، فَاغْفِرْ لي مَغْفِرَةً مِن عِندِكَ، وارْحَمْنِي، إنَّكَ أنْتَ الغَفُورُ الرَّحِيمُ",
    "result": "عن أبي بكر الصديق رضي الله عنه قال قلت يا رسول الله عَلِّمْنِي دُعَاءً أدْعُو به في صَلَاتِي، قالَ: قُلْ: اللَّهُمَّ إنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، ولَا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ، فَاغْفِرْ لي مَغْفِرَةً مِن عِندِكَ، وارْحَمْنِي، إنَّكَ أنْتَ الغَفُورُ الرَّحِيمُ"
  },
  {
    "counter": 0,
    "img": "../../assets/3.png",
    "zekr": "اللهم صل وسلم على نبينا محمد",
    "result": "قال ﷺ:“من صلى عليَّ صلاة صلى الله عليه بها عشراً ” مسلم 384"
  },
  {
    "counter": 0,
    "img": "../../assets/18.png",
    "zekr": "أستغفر الله الذى لا إله إلا هو الحى القيوم وأتوب إليه",
    "result": ""
  },
  {
    "counter": 0,
    "img": "../../assets/7.png",
    "zekr": "رب اغفر لي",
    "result": ""
  },
  {
    "counter": 0,
    "img": "../../assets/2.png",
    "zekr": "أستغفر الله",
    "result": ""
  },
  {
    "counter": 0,
    "img": "../../assets/10.png",
    "zekr": "اللهم أنت ربي لا إله الا أنت، خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك عليّ وأبوء بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت»",
    "result": "فضل سيد الاستغفار ( من قاله حين يمسي أو يصبح فمات في تلك الليلة أو اليوم دخل الجنة )"
  },
  {
    "counter": 0,
    "img": "../../assets/19.png",
    "zekr": "سبحان الله و الحمد الله و لا إله إلا الله و الله أكبر",
    "result": "قال النبيُّ ﷺ: ( لأن أقول: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، أحبُّ إليَّ مما طلعت عليه الشَّمس ) "
  },
  {
    "counter": 0,
    "img": "../../assets/20.png",
    "zekr": "لا إله إلا الله وحده لا شريك لهُ ، لهُ الملك ، ولهُ الحمدُ ، وهو على كل شيء قدير",
    "result": "من قالها في اليوم “مئة مره” كانت له عدل عشر رقاب و كتبت له مئة حسنة و محيت عنه مئة سيئة و كانت له حرزاً من الشيطان يومه ذلك حتى يمسي و لم يأت أحد بأفضل مما جاء به إلا أحد عمل أكثر من ذلك."
  },
  {
    "counter": 0,
    "img": "../../assets/9.png",
    "zekr": "سبحان الله وبحمده سبحان الله العظيم",
    "result": "قال ﷺ : كلمتان خفيفتان على اللسان ثقيلتان في الميزان حبيبتان إلى الرحمن سبحان الله وبحمده سبحان الله العظيم ”"
  },
  {
    "counter": 0,
    "img": "../../assets/5.png",
    "zekr": "سبحان الله العظيم وبحمده",
    "result": "قال ﷺ : “من قال سبحان الله العظيم وبحمده غرست له نخلة في الجنة” –"
  },
  {
    "counter": 0,
    "img": "../../assets/4.png",
    "zekr": "سبحان الله",
    "result": "قال ﷺ :” أيعجز أحدكم أن يكسب كل يوم ألف حسنة فسأله سائل من جلسائه كيف يكسب أحدنا ألف حسنة قال : يسبح الله مائة تسبيحة فيكتب له ألف حسنة أو يحط عنه ألف خطيئة ” رواه مسلم"
  },
  {
    "counter": 0,
    "img": "../../assets/22.png",
    "zekr": "لا حول ولا قوة إلا بالله",
    "result": "قال ﷺ : يا عبدالله بن قيس “ألا أدلك على كنز من كنوز الجنة ؟ قال: بلى يا رسول الله ! قال: قل (لا حول ولا قوة إلا بالله) ”"
  },
  {
    "counter": 0,
    "img": "../../assets/1.png",
    "zekr": "سبحان الله وبحمده",
    "result": "قال ﷺ : ” من قال سبحان الله وبحمده في يوم مئة مرة حطت خطاياه وإن كانت مثل زبد البحر “"
  },
  {
    "counter": 0,
    "img": "../../assets/7.png",
    "zekr": "سبحان الله والحمد لله ولا إله إلا الله والله أكبر",
    "result": " "
  }
]
