[
  {
    "arabic": "اللهم يا مخرج يونس من بطن الحوت، ومخرج إبراهيم من نيران العذاب، أخرج قطاع غزة من هذه الحالة إلى حالة الطمأنينة والراحة والنصر والتمكين",
    "english": "O Allah, just as You brought Jonah out from the belly of the whale, and brought Abraham out from the fires of torment, bring the people of Gaza out of this situation to a state of tranquility, peace, victory, and empowerment."
  },
  {
    "arabic": "اللهم أنزل السكينة على أهل غزة هذه الليلة، اللهم اجعل ألطافك تحف أطفالهم، واجعل عنايتك تحيط بهم",
    "english": "O Allah, send down tranquility upon the people of Gaza tonight. O Allah, may Your mercy protect their children, and may Your care surround them."
  },
  {
    "arabic": "اللهم لا ترفع لليهود في القدس راية، ولا تحقق لهم غاية واجعلهم للناس آيه",
    "english": "O Allah, do not allow the Jews to raise a banner in Jerusalem, do not fulfill their goals, and make them a sign for the people."
  },
  {
    "arabic": "اللهم لا تدع أحداً من أهل غزة إلا وأدخلته الجنة بغير حساب، فقد زُلزلوا في سبيلك",
    "english": "O Allah, do not leave anyone from the people of Gaza except that You admit them to Paradise without any accountability, for they have been tested in Your path."
  },
  {
    "arabic": "يا من شققت البحر لموسى برحمتك، وأخرجت يوسف من السجن بقدرتك، ونجيت يونس من بطن الحوت بلطفك، نسألك ان تلطف بأهل غزة وتنزل عليهم سحائب رحمتك",
    "english": "O One who split the sea for Moses by Your mercy, and brought Joseph out of prison by Your power, and saved Jonah from the belly of the whale by Your grace, we ask You to show kindness to the people of Gaza and send down the clouds of Your mercy upon them."
  },

  {
    "arabic": "اللهم إنا لا نملك لفلسطين إلا الدعاء فيارب لا ترد لنا دعاء ولا تخيب لنا رجاء وأنت أرحم الراحمين.",
    "english": "O Allah, we have nothing for Palestine but doaa. O Lord, do not reject our supplication, and do not disappoint our hope, for You are the Most Merciful of the merciful."
  },

  {
    "arabic": "اللهم اجعل لأهل غزة النصرة والعزة، والغلبة والقوة، والهيبة في قلوب أعدائهم",
    "english": "O Allah, grant the people of Gaza victory, honor, triumph, strength, and awe in the hearts of their enemies."
  },
  {
    "arabic": "اللهم اشفِ جرحاهم، وتقبل شهداءهم، واربط على قلوب مبتلاهم",
    "english": "O Allah, heal their wounds, accept their martyrs, and comfort the hearts of their afflicted."
  },
  {
    "arabic": "اللهم استودعناك غزة وأهلها، وأرضها وسماها، وشيبانها وشبابها، ونساءها وأطفالها",
    "english": "O Allah, we entrust to You Gaza, its people, its land, its skies, its elderly, its youth, its women, and its children"
  },
  {
    "arabic": "اللهم احفظ غزة بحفظك وأيدها بنصرك",
    "english": "O Allah, protect Gaza with Your protection and support it with Your victory."
  },
  {
    "arabic": "اللهم أرسل جنداً من جنودك وملائكة من ملائكتك تدافع عن غزة",
    "english": "O Allah, send a host of Your soldiers and angels to defend Gaza."
  },
  {
    "arabic": "اللهم برداً وسلاماَ علي فلسطين وغزة وأهلها يارب العالمين",
    "english": "O Allah, grant peace and tranquility to Palestine, Gaza, and its people, O Lord of the worlds."
  },

  {
    "arabic": "اللهم سخر لهم ملائكة السماء وجنود الارض ومن عليها",
    "english": "O Allah, enlist for them the angels of the heavens, the troops of the earth, and those who are upon it."
  },
  {
    "arabic": "اللهم احرس أهل فلسطين بعينك التي لا تنام.",
    "english": "O Allah, protect the people of Palestine with Your ever-watchful eye."
  },
  {
    "arabic": "اللهم اجعل لأهل فلسطين النصرة والعزة والغلبة والقوة والهيبة.",
    "english": "O Allah, grant the people of Palestine victory, dignity, triumph, strength, and honor."
  },
  {
    "arabic": "اللهم انصر أهل فلسطين وثبت أقدامهم.",
    "english": "O Allah, grant victory to the people of Palestine and make their steps steadfast."
  },
  {
    "arabic": "اللهم انصر اخواننا في فلسطين.",
    "english": "O Allah, support our brothers in Palestine."
  },
  {
    "arabic": "اللهم حرر المسجد الأقصى، واجبر كسرهم، واشف مرضاهم، وتقبل شهدائهم برحمتك.",
    "english": "O Allah, liberate Al-Aqsa Mosque, mend their broken hearts, heal their sick, and accept their martyrs with Your mercy."
  },
  {
    "arabic": "اللهم اجعل نار المسلمين تحرق الأعداء.",
    "english": "O Allah, may the fire of the Muslims burn the enemies."
  },
  {
    "arabic": "اللهم انصر شعب فلسطين على اعدائك اعدائهم اليهود.",
    "english": "O Allah, grant victory to the people of Palestine against your enemies, the Jews."
  },
  {
    "arabic": "اللهم يا رب ارزق أهل فلسطين الثبات والنصر والتمكين",
    "english": "O Allah, O Lord, grant the people of Palestine steadfastness, victory, and empowerment."
  },
  {
    "arabic": "اللهم انصر المجاهدين في سبيلك في فلسطين وحول الأقصى وفي غزة.",
    "english": "O Allah, grant victory to the mujahideen in your path in Palestine, around Al-Aqsa, and in Gaza."
  },
  {
    "arabic": "اللهم انصر إخواننا في المسجد الأقصى، اللهم كن لهم ولا تكن عليهم، اللهم انتقم من أعدائهم واقذف الرعب في قلوبهم وردّ كيدهم في نحورهم اللهم انصر المرابطين المستضعفين من أهل فلسطين.",
    "english": "O Allah, support our brothers in Al-Aqsa Mosque. Be with them and not against them. O Allah, take vengeance on their enemies, instill fear in their hearts, and thwart their evil plans. O Allah, aid the weak and steadfast defenders among the people of Palestine."
  },
  {
    "arabic": "اللهم احفظ أرواحهم وأبناءهم وردهم إلى ديارهم مردًا كريمًا آمنًا.",
    "english": "O Allah, protect their lives, their children, and return them to their homes, with honor, safety, and peace."
  },
  {
    "arabic": "اللهم إنهم أهلنا قد ظُلِموا بغير حق، وأُخرِجوا من ديارهم في شهرك الكريم ومُنعوا الصلاة في مسجدك المقدس، اللهم فانتصر لهم واربط على قلوبهم وردَّهم إلى ديارهم ومسجدهم آمنين، اللهم واشدد على أعدائهم حتى يروا العذاب الاليم.",
    "english": "O Allah, indeed, our people have been wronged unjustly. They were expelled from their homes in your sacred month and prevented from praying in your holy mosque. O Allah, grant them victory, soften the hearts of their oppressors, and return them safely to their homes and their mosque. O Allah, intensify the punishment upon their enemies until they witness the painful consequences of their actions."
  },
  {
    "arabic": "اللهم يا سامع السر والنجوى يا كاشف الضر والبلوى اللهم يا سامع السر والخفية يا من حوائجنا عنده مقضية.",
    "english": "O Allah, the Hearer of secrets and whispers, the Reliever of distress and trials, the One who knows our hidden needs and fulfills them."
  },
  {
    "arabic": "اللهم يا مسبب الأسباب يا قاهر الأعداء يا هازم الأحزاب يا منزل الشتاء يا مخرج الأموات يا هازم الذات، يا كاشف الكرب يا سميع يا عليم يا بانيه السماء بغير عمد ما مسير الأرض بغير عون.",
    "english": "O Allah, the Cause of causes, the Subduer of enemies, the Defeater of factions, the Bringer of winter, the Resurrector of the dead, the Vanquisher of egos, the Reliever of distress, the Hearer, the Knower, the One who constructed the heavens without pillars, as You set the earth in motion without any support."
  },
  {
    "arabic": "اللهم انصر أهل فلسطين على من عاداهم اللهم صوب رميهم اللهم ثبت الأرض تحت أقدامهم اللهم اجعل نار أعدائهم بردا وسلاما على المسلمين.",
    "english": "O Allah, grant victory to the people of Palestine against those who oppose them. O Allah, guide their aim, make the land firm beneath their feet, and turn the fire of their enemies into peace for the Muslims."
  },
  {
    "arabic": "اللهم اجعل نار المسلمين تحرق الأعداء اللهم احرس المسجد الأقصى من مكر الماكرين اللهم اقتل من قتل المسلمين.- اللهم انصر شعب فلسطين على أعدائك أعدائهم اليهود.",
    "english": "O Allah, let the fire of the Muslims burn their enemies. O Allah, guard Al-Aqsa Mosque against the plots of the plotters. O Allah, retaliate against those who kill the Muslims. O Allah, grant victory to the people of Palestine against their enemies, the Jews."
  },
  {
    "arabic": "اللهم اجعل لأهل فلسطين النصرة والعزة والغلبة والقوة والهيبة في قلوب أعدائهم اللهم اشفي جرحاهم وأطلق أسر أسراهم اللهم انصر مجاهديهم في سبيلك في برك وبحرك وجوك يا رب العالمين أمين.",
    "english": "O Allah, grant the people of Palestine victory, dignity, triumph, strength, and honor in the hearts of their enemies. O Allah, heal their wounds and release their captives. O Allah, aid their fighters in Your path, on the land, in the sea, and in the air, O Lord of all worlds, the Most Merciful."
  },
  {
    "arabic": "اللهم اجعل لأهل فلسطين النصرة والعزة والغلبة والقوة والهيبة في قلوب أعدائهم اللهم اشفي جرحاهم وأطلق أسر أسراهم اللهم انصر مجاهديهم في سبيلك في برك وبحرك وجوك يا رب العالمين أمين.",
    "english": "O Allah, grant the people of Palestine victory, dignity, triumph, strength, and honor in the hearts of their enemies. O Allah, heal their wounds and release their captives. O Allah, aid their fighters in Your path, on the land, in the sea, and in the air, O Lord of all worlds, the Most Merciful."
  },
  {
    "arabic": "اللهم انصر المجاهدين في سبيلك في فلسطين وحول الأقصى وفي غزة وفي كل مكان يذكر فيه اسمك.",
    "english": "O Allah, grant victory to the fighters in Your path in Palestine, around Al-Aqsa, in Gaza, and in every place where Your name is remembered."
  },
  {
    "arabic": "اللهُمَّ سخر لهم ملائكة السماء وجنود الأرض ومن عليها وافتح لهم أبواب توفيقك واشرح صدرهم، ويسر أمرهم وقوي عزيمتهم، ومد صبرهم.",
    "english": "O Allah, make the angels of the heavens and the soldiers of the earth subservient to them. Open the doors of Your success for them, expand their chests, facilitate their affairs, strengthen their determination, and extend their patience."
  },
  {
    "arabic": "اللهُـمَّ أكرمهم واحفظهم واجعل لهم من كل ضيق مخرجًا، اللهُـمَّ انصرهم على من عاداهم وافتح لهم فتحًا قريبًا، اللهُـمَّ احفظ القدس وأهل القدس يا من لا تضيع عندك الودائع.",
    "english": "O Allah, honor and protect them, and provide them a way out from every difficulty. O Allah, grant them victory over those who oppose them and open a near and swift victory for them. O Allah, safeguard Jerusalem and its people, for You do not neglect the entrusted."
  },
  {
    "arabic": "اللهم إني أستودعك بيت المقدس وأهل القُدس وكُل فلسطين، اللهُم كُن لهم عونًا، اللهم إنا لا نملك لفلسطين إلا الدعاء فيارب لا ترد لنا دعاء ولا تخيب لنا رجاء وأنت أرحم الراحمين، اللهم رد إلينا فلسطين والمسجد الأقصى ردا جميلًا اللهم أنصر ضعفهم فإنهم ليس لهم سواك.",
    "english": "O Allah, I entrust to You the House of the Holy, its people, and all of Palestine. O Allah, be their support. We have nothing for Palestine but prayer, so do not disappoint our prayer and do not let our hope be in vain, for You are the Most Merciful of the merciful. O Allah, return Palestine and Al-Aqsa Mosque to us in a beautiful manner. O Allah, grant strength to their weakness, for they have no one but You."
  },
  {
    "arabic": "اللهم سدد رميهم وانصرنا على الصهاينة",
    "english": "O Allah, guide their aim and grant us victory over the Zionists."
  },
  {
    "arabic": "اللهم عليك بأعدائك أعداء الدين، اللهم رد عنا كيدهم وفل حدهم وأزل دولتهم واذهب عن أرضك سلطانهم ولا تدع لهم سبيلاً على أحد من عبادك المؤمنين.",
    "english": "O Allah, deal with Your enemies, the enemies of religion. O Allah, foil their plots, defeat their strength, eliminate their rule, and remove their authority from Your land. Do not leave a way for them against any of Your believing servants."
  },
  {
    "arabic": "اللهم اجعل لأهل فلسطين النصرة والعزة والغلبة والقوة والهيبة في قلوب اعدائهم اللهم اشفي جرحاهم واطلق اسر اسراهم اللهم انصر مجاهديهم في سبيلك في برك وبحرك وجوي يا رب العالمين امين.",
    "english": "O Allah, grant the people of Palestine victory, dignity, triumph, strength, and honor in the hearts of their enemies. O Allah, heal their wounds and release their captives. O Allah, aid their fighters in Your path, on the land, in the sea, and in the air, O Lord of all worlds, the Most Merciful."
  },
  {
    "arabic": "اللهم اجعل نار المسلمين تحرق الأعداء اللهم احرس المسجد الأقصى من مكر الماكرين اللهم اقتل من قتل المسلمين. اللهم انصر شعب فلسطين على اعدائك اعدائهم اليهود.",
    "english": "O Allah, let the fire of the Muslims burn their enemies. O Allah, protect Al-Aqsa Mosque from the schemes of the deceitful. O Allah, take the lives of those who kill Muslims. O Allah, grant victory to the people of Palestine over Your enemies, the enemies of Islam."
  }
]
